{
    "startup":[
        {
            "remark":"启动过程组包括定义一个新项目或现有项目的一个新阶段，授权开始该项目或阶段的一组过程。 启动过程组的目的是：协调相关方期望与项目目的，告知相关方项目范围和目标，并商讨他们对项目及相关阶段的参与将如何有助实现其期望。在启动过程中，定义初步项目范围和落实初步财务资源，识别那些将相互作用并影响项目总体结果的相关方，指派项目经理（如果尚未安排）。这些信息应反映在项目章程和相关方登记册中。一旦项目章程获得批准，项目也就正式立项，同时，项目经理就有权将组织资源用于项目活动。 本过程组的主要作用是，确保只有符合组织战略目标的项目才能立项，以及在项目开始时就认真考虑商业论证、项目效益和相关方。在一些组织中，项目经理会参与制定商业论证和分析项目效益，会帮助编写项目章程。在另一些组织中，项目的前期准备工作则由项目发起人、项目管理办公室 (PMO)、项目组合指导委员会或其他相关方群体完成。本标准假设项目已获得发起人或其他治理机构的批准，并且他们在批准项目之前已经审核了商业文件。 虽然商业文件通常是在项目之外创建的，但是要用作项目的输入。商业文件包括商业论证和效益管理计划。下图显示了项目发起人及商业文件与启动过程的关系。",
            "imgs":[
                "start-up.png",
                "start-up2.png"
            ],
            "name":"启动过程组"
        }
    ],
    "plan":[
        {
            "remark":"规划过程组包括明确项目全部范围、定义和优化目标，并为实现目标制定行动方案的一组过程。规划过程组中的过程制定项目管理计划的组成部分，以及用于执行项目的项目文件。取决于项目本身的性质，可能需要通过多轮反馈来做进一步分析。随着收集和掌握更多的项目信息或特性，项目很可能需要进一步规划。项目生命周期中发生的重大变更，可能引发重新开展一个或多个规划过程，甚至一个或全部两个启动过程。这种对项目管理计划的持续精细化叫做“渐进明细”，表明项目规划和文件编制是迭代或持续开展的活动。本过程组的主要作用是，确定成功完成项目或阶段的行动方案。 在规划项目、制定项目管理计划和项目文件时，项目管理团队应当征求适当相关方的意见，并鼓励相关方参与。初始规划工作完成时，经批准的项目管理计划就被视为基准。在整个项目期间，监控过程将把项目绩效与基准进行比较。 规划过程组如下。",
            "imgs":[
                "plan.png"
            ],
            "name":"规划过程组"
        }
    ],
    "implement":[
        {
            "remark":"执行过程组包括完成项目管理计划中确定的工作，以满足项目要求的一组过程。本过程组需要按照项目管理计划来协调资源，管理相关方参与，以及整合并实施项目活动。本过程组的主要作用是，根据计划执行为满足项目要求、实现项目目标所需的项目工作。相当多的项目预算、资源和时间将用于开展执行过程组的过程。开展执行过程组的过程，可能导致变更请求。一旦变更请求获得批准，则可能触发一个或多个规划过程，来修改管理计划、完善项目文件，甚至建立新的基准。",
            "imgs":[
                "implement.png"
            ],
            "name":"执行过程组"
        }
    ],
    "monitor":[
        {
            "remark":"监控过程组包括跟踪、审查和调整项目进展与绩效，识别必要的计划变更并启动相应变更的一组过程。监督是收集项目绩效数据，计算绩效指标，并报告和发布绩效信息。控制是比较实际绩效与计划绩效，分析偏差，评估趋势以改进过程，评价可选方案，并建议必要的纠正措施。本过程组的主要作用是，按既定时间间隔、在特定事件发生时或在异常情况出现时，对项目绩效进行测量和分析，以识别和纠正与项目管理计划的偏差。监控过程组还涉及： 评价变更请求并制定恰当的响应行动； 建议纠正措施，或者对可能出现的问题建议预防措施； 对照项目管理计划和项目基准，监督正在进行中的项目活动； 影响可能导致规避变更控制过程的因素，确保只有经批准的变更才能付诸执行。 持续的监督使项目团队和其他相关方得以洞察项目的健康状况，并识别需要格外注意的方面。 在监控过程组，需要监督和控制在每个知识领域、每个过程组、每个生命周期阶段以及整个项目中正在进行的工作。",
            "imgs":[
                "monitor.png"
            ],
            "name":"监控过程组"
        }
    ],
    "end":[
        {
            "remark":"收尾过程组包括为正式完成或关闭项目、阶段或合同而开展的过程。本过程组旨在核实为完成项目或阶段所需的所有过程组的全部过程均已完成，并正式宣告项目或阶段关闭。本过程组的主要作用是，确保恰当地关闭阶段、项目和合同。虽然本过程组只有一个过程，但是组织可以自行为项目、阶段或合同添加相关过程。因此，仍把它称为“过程组”。本过程组也适用于项目的提前关闭，例如项目流产或取消。",
            "imgs":[
                "end.png"
            ],
            "name":"收尾过程组"
        }
    ]
}